IdeaRS.Connections
GussetPlateData.GussetShift Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the shiftting of the gusset plate along the bottom member (only if side member is null)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GussetShift { get; set; }
Property Value
Type: Double
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace